Repository: Richasy/Rodel.Agent
Catalog: src/Desktop/RodelAgent.UI/Resources/*/Resources.resw
Source language: en_us
Languages: zh_hans_cn

source: Voice
zh_hans_cn: 声音

# VoiceGenerate_Full
source: Audio Generation
zh_hans_cn: 音频生成

# VoiceGenerate_Slim
source: Audio
zh_hans_cn: 音频

# VolcanoAccessKeyDescription
source: Obtain the secret key from "API Access Key" in Volcano Engine
zh_hans_cn: 在火山引擎的 "API访问密钥" 中获取 Secret Access Key

# VolcanoKeyIdDescription
source: Obtain the key ID from "API Access Key" in Volcano Engine
zh_hans_cn: 在火山引擎的 "API访问密钥" 中获取 Access Key ID

source: Volcano Translate
zh_hans_cn: 火山翻译

# WelcomeDescription
source: Enjoy and play with AI as you wish. Choose a library folder and let's get started!
zh_hans_cn: 随心所欲，畅玩 AI。 选择一个库文件夹，我们马上开始！

# WelcomeTitle
source: Welcome to Rodel Agent
zh_hans_cn: 欢迎使用小幻助理

source: Width
zh_hans_cn: 宽度

# WorkDirectory
source: Library directory
zh_hans_cn: 库目录

source: Working directory setting
zh_hans_cn: 工作目录设置

source: Wrap line
zh_hans_cn: 换行

source: Youdao Translate
zh_hans_cn: 有道翻译

# ZhiPu
source: Zhipu AI
zh_hans_cn: 智谱 AI
